[
    "Orientaciones para la evaluación diagnóstica, Inicial 0 a 2 años",
    "Mediación para el desarrollo de competencias, 6",
    "Leer en el nivel inicial. Un acercamiento a la competencia de lectura: Guía de orientaciones",
    "Leemos y escribimos 1. Actividades para niñas y niños de Educación inicial. 5 años",
    "Leemos juntos en familia",
    "La Matemática en el nivel inicial. Guía de orientaciones",
    "El valor educativo de los cuidados infantiles para la atención de los niños y niñas de 0 a 3 años: guía de orientación",
    "Espacios educativos: ambientes pensados para nuestros bebés, niñas y niños",
    "Aprendo en familia",
    "Promoviendo nuevas oportunidades para la lectura: orientaciones para la implementación del Plan Lector",
    "Tutoría y orientación educativa en los servicios educativo del nivel Inicial",
    "La evaluación diagnostica para conocer a nuestras niñas y nuestros niños",
    "El proceso de adaptación en educación inicial: favorecer y acompañar con amor el proceso de adaptación",
    "Resolvemos problemas jugando 1. Actividades para niñas y niños. 5 años. Educación Inicial. Competencia: Resuelve problemas de cantidad",
    "Resolvemos problemas jugando 1. Orientaciones para docentes. 5 años. Educación Inicial. Competencia: Resuelve problemas de cantidad",
    "Resolvemos problemas jugando 1. Actividades para niñas y niños. 5 años. Educación Inicial. Competencia: Resuelve problemas de forma, movimiento y localización",
    "Resolvemos problemas jugando 1. Orientaciones para docentes. 5 años. Educación Inicial. Competencia: Resuelve problemas de forma, movimiento y localización",
    "Resolvemos problemas jugando 1. Orientaciones para familias. 5 años. Educación Inicial. Competencia: Resuelve problemas de cantidad",
    "Resolvemos problemas jugando 1. Orientaciones para familias. 5 años. Educación Inicial. Competencia: Resuelve problemas de forma, movimiento y localización.",
    "Leemos y escribimos 1. Actividades para niñas y niños. 5 años. Educación Inicial",
    "Leemos y escribimos 1. Orientaciones para docentes. 5 años. Educación Inicial",
    "Leemos y escribimos 1. Orientaciones para familias. 5 años. Educación Inicial",
    "Leemos y escribimos 2 : Actividades para niñas y niños. 5 años. Educación Inicial",
    "Leemos y escribimos 2. Orientaciones para docentes. 5 años. Educación Inicial",
    "Leemos y escribimos 2. Orientaciones para familias. 5 años. Educación Inicial",
    "Leemos y escribimos 3. Actividades para niñas y niños. 5 años. Educación Inicial",
    "Leemos y escribimos 3. Orientaciones para docentes. 5 años. Educación Inicial",
    "Leemos y escribimos 3. Orientaciones para familias. 5 años. Educación Inicial",
    "Leemos y escribimos 4. Actividades para niñas y niños. 5 años. Educación Inicial",
    "Leemos y escribimos 4. Orientaciones para docentes. 5 años. Educación Inicial",
    "Leemos y escribimos 4. Orientaciones para familias. 5 años. Educación Inicial",
    "Láminas para padres de actividades cotidianas",
    "Guía para promotoras y promotores educativos comunitarios",
    "Interacciones que promueven aprendizajes: Guía de orientaciones para la atención educativa de los niños y niñas de 0 a 5 años, Educación inicial",
    "Guía de encuentros con padres, madres y cuidadores",
    "La planificación en la Educación Inicial: Guía de orientaciones",
    "Guía para el trabajo con padres y madres de familia de educación inicial: II ciclo; 3, 4 y 5 de educación inicial",
    "El juego simbólico en la hora del juego libre en los sectores",
    "El valor educativo de la observación del desarrollo del niño: Guía de orientación",
    "Espacios educativos para niños y niñas de 0 a 3 años: Guía de orientación",
    "Materiales educativos para los niños y niñas de 0 a 3 años: Guia de orientación",
    "Guía para el uso de los rotafolios para el trabajo con las familias con bebés, niños y niñas de 0 a 5 años",
    "Orientaciones para el trabajo en los PRONOEI de entorno familiar de Ciclo II. Educación Inicial",
    "Orientaciones para el trabajo en el PRONOEI de entorno comunitario Ciclo II. Educación Inicial",
    "Proyectos de aprendizaje en Educación Inicial: Guía de orientación para desarrollar",
    "Rotafolio para el trabajo con las familias con niños y niñas de 10 a 18 meses",
    "Rotafolio para el trabajo con las familias con niños y niñas de 19 meses a 3 años",
    "Rotafolio para el trabajo con las familias con niños y niñas de 4 a 5 años",
    "Rotafolio para el trabajo con las familias con bebés de 4 a 9 meses",
    "Señales de alerta en el desarrollo infantil: Guía de orientaciones para la atención educativa de niñas y niños de 0 a 5 años. Educación Inicial"
]